IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResult
Concrete Check results

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResult.#ctor
Constructor

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResult.ResultType
Check result type

IdeaRS.OpenModel.Concrete.CheckResult.ConcreteCheckResult.CheckResults
All results - first is extreme